{"titulo": "Introducción a Elasticsearch", "idioma": "es", "texto": "Elasticsearch es un motor de búsqueda y análisis distribuido que permite trabajar con grandes volúmenes de datos en tiempo real."}
{"titulo": "Cita de Albert Einstein", "idioma": "en", "texto": "Life is like riding a bicycle. To keep your balance, you must keep moving."}
{"titulo": "Notas de reunión", "idioma": "es", "texto": "Se decidió implementar la nueva arquitectura de datos a partir del próximo mes. Se asignaron tareas a cada equipo."}
{"titulo": "Fragmento literario", "idioma": "es", "texto": "En un lugar de la Mancha, de cuyo nombre no quiero acordarme..."}
{"titulo": "Definición de algoritmo", "idioma": "es", "texto": "Un algoritmo es una secuencia finita de pasos lógicos que permiten resolver un problema o realizar una tarea."}
{"titulo": "Consejo de productividad", "idioma": "en", "texto": "Break large tasks into smaller steps to maintain motivation and track progress more effectively."}
{"titulo": "Descripción geográfica", "idioma": "es", "texto": "La cordillera de los Andes es la cadena montañosa más extensa del mundo, atravesando siete países de Sudamérica."}
{"titulo": "Fragmento filosófico", "idioma": "es", "texto": "Solo sé que nada sé, una de las frases más célebres atribuidas a Sócrates."}
{"titulo": "Breve noticia", "idioma": "es", "texto": "La ciudad anunció hoy un plan de movilidad sostenible que incluye más carriles bici y zonas peatonales."}
{"titulo": "Definición de inteligencia artificial", "idioma": "es", "texto": "La inteligencia artificial es la disciplina que busca crear sistemas capaces de realizar tareas que normalmente requieren inteligencia humana."}
{"titulo": "Consejo de salud", "idioma": "en", "texto": "Drink enough water throughout the day to stay hydrated and maintain energy levels."}
{"titulo": "Dato histórico", "idioma": "es", "texto": "La imprenta de Gutenberg, inventada en el siglo XV, revolucionó la difusión del conocimiento en Europa."}
{"titulo": "Fragmento poético", "idioma": "es", "texto": "Caminante, no hay camino, se hace camino al andar."}
{"titulo": "Explicación científica", "idioma": "es", "texto": "La fotosíntesis es el proceso mediante el cual las plantas convierten la energía solar en energía química."}
{"titulo": "Curiosidad tecnológica", "idioma": "en", "texto": "The first computer mouse was made of wood and created in the 1960s."}
{"titulo": "Descripción cultural", "idioma": "es", "texto": "El flamenco es una manifestación artística originaria de Andalucía que combina canto, baile y guitarra."}
{"titulo": "Refrán popular", "idioma": "es", "texto": "Más vale tarde que nunca."}
{"titulo": "Curiosidad astronómica", "idioma": "es", "texto": "Un día en Venus dura más que un año en ese planeta debido a su lenta rotación."}
{"titulo": "Consejo de estudio", "idioma": "en", "texto": "Reviewing your notes within 24 hours of a class significantly improves long-term retention."}
{"titulo": "Fragmento histórico", "idioma": "es", "texto": "La Declaración de Independencia de los Estados Unidos fue firmada en 1776."}
{"titulo": "Dato matemático", "idioma": "es", "texto": "El número pi es irracional, lo que significa que no puede expresarse como una fracción exacta."}
{"titulo": "Recomendación de viaje", "idioma": "en", "texto": "Always carry a reusable water bottle when exploring a new city."}
{"titulo": "Descripción artística", "idioma": "es", "texto": "El Guernica de Picasso es uno de los cuadros más famosos del siglo XX y una denuncia contra la guerra."}
{"titulo": "Fragmento científico", "idioma": "es", "texto": "El ADN contiene la información genética necesaria para el desarrollo y funcionamiento de los seres vivos."}
{"titulo": "Refrán antiguo", "idioma": "es", "texto": "A quien madruga, Dios le ayuda."}
{"titulo": "Hecho curioso", "idioma": "es", "texto": "Los pulpos tienen tres corazones y su sangre es de color azul debido a la hemocianina."}
{"titulo": "Cita motivacional", "idioma": "en", "texto": "Success is not final, failure is not fatal: it is the courage to continue that counts."}
{"titulo": "Dato geográfico", "idioma": "es", "texto": "El desierto del Sahara es el más grande del mundo, con más de 9 millones de km²."}
{"titulo": "Refrán corto", "idioma": "es", "texto": "Perro ladrador, poco mordedor."}
{"titulo": "Consejo laboral", "idioma": "en", "texto": "Take short breaks every hour to maintain focus and avoid burnout."}
{"titulo": "Fragmento literario", "idioma": "es", "texto": "La sombra del ciprés es alargada, escribió Miguel Delibes."}
{"titulo": "Dato de física", "idioma": "es", "texto": "La velocidad de la luz en el vacío es de aproximadamente 299.792 km por segundo."}
{"titulo": "Curiosidad cultural", "idioma": "en", "texto": "In Japan, slurping noodles loudly is considered a sign of appreciation."}
{"titulo": "Explicación histórica", "idioma": "es", "texto": "La Revolución Francesa comenzó en 1789 y marcó el fin del absolutismo en Francia."}
{"titulo": "Consejo de escritura", "idioma": "en", "texto": "Write a little every day to develop consistency and improve your style over time."}
{"titulo": "Curiosidad biológica", "idioma": "es", "texto": "Las jirafas tienen la misma cantidad de vértebras en el cuello que los humanos: siete."}
{"titulo": "Refrán popular", "idioma": "es", "texto": "Al mal tiempo, buena cara."}
{"titulo": "Cita filosófica", "idioma": "en", "texto": "The unexamined life is not worth living. —Socrates"}
{"titulo": "Dato astronómico", "idioma": "es", "texto": "Saturno tiene más de 80 lunas conocidas."}
{"titulo": "Consejo financiero", "idioma": "en", "texto": "Save at least 10% of your income for emergencies and long-term goals."}
{"titulo": "Fragmento histórico", "idioma": "es", "texto": "Cristóbal Colón llegó a América en 1492."}